Autodesk.Revit.DB.IFC.IFCAggregate.CreateValueOfType(System.String)
Creates an ifc object with primitive type of aggregate's item type.
typeName:
The type name.
Returns:
The IFCData object.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Throws Autodesk.Revit.Exceptions.InvalidOperationException:
The aggregate is not valid.
Since:
2013